{
  "Index": {
    "Optional subjects UVT": "Subiecte opționale UVT",
    "Personalize your student experience one course at a time": "Personalizează-ți experiența de student câte un curs pe rând",
    "Explore our curriculum": "Explorează curriculum-ul nostru",
    "Fast & Easy process": "Proces rapid și ușor",
    "See all our curriculum": "Vezi tot curriculum-ul nostru",
    "You can find valuable information about all the subjects we offer Find out more about the teachers, the course content and the evaluation method": "Poți găsi informații valoroase despre toate subiectele pe care le oferim. Află mai multe despre profesori, conținutul cursurilor și metoda de evaluare.",
    "Explore": "Explorează",
    "Choose your own path": "Alege-ți propriul drum",
    "Pick the subjects you like and create your own path to success You can choose from a wide variety of subjects of your liking offered by our university": "Alege subiectele care îți plac și creează-ți propriul drum către succes. Poți alege dintr-o varietate largă de subiecte care îți plac oferite de universitatea noastră.",
    "Pick": "Alege",
    "See status updates in real time": "Vezi actualizările de stare în timp real",
    "Find out the status of your choices in real time You can see the number of available places for each subject Hurry up Places are limited": "Află starea alegerilor tale în timp real. Poți vedea numărul de locuri disponibile pentru fiecare subiect. Grăbește-te! Locurile sunt limitate.",
    "Find out more": "Află mai multe",
    "Always at your disposal": "Întotdeauna la dispoziția ta"
  },
  "Navigation": {
    "Subjects": "Subiecte",
    "Feedback": "Feedback",
    "Sign out": "Deconectare",
    "Log in": "Conectare",
    "Admin": "Admin",
    "My choices": "Alegerile mele"
  },
  "Subjects Page": {
    "Check out all of our UVT optional subjects:": "Materiile opționale UVT:",
    "Search for a subject": "Caută o materie",
    "There are no optional subjects available If that is an error, please contact us at": "Nu sunt disponibile materii opționale. Dacă aceasta este o eroare, vă rugăm să ne contactați la",
    "Filters": "Filtre",
    "Year": "An",
    "Semester": "Semestru",
    "Faculties": "Facultăți",
    "Specializations": "Specializări"
  },
  "Subject Page": {
    "General information": "Informații generale",
    "Year": "An",
    "Semester": "Semestru",
    "Subject description": "Descrierea materiei",
    "Subject document": "Fișa disciplinei",
    "The subject document is not available": "Fișa disciplinei nu este disponibilă"
  },
  "Feedback Page": {
    "Thank you for your feedback!": "Mulțumim pentru feedback!",
    "We appreciate your feedback and will use it to improve this app": "Apreciem feedback-ul tău și îl vom folosi pentru a îmbunătăți această aplicație",
    "Go home": "Mergi la pagina principală",
    "Let us know about your experience with MO-UVT": "Spune-ne despre experiența ta cu MO-UVT",
    "Don't worry, your feedback is anonymised": "Nu-ți face griji, feedback-ul tău este anonim",
    "Type your feedback here": "Scrie feedback-ul tău aici",
    "Send": "Trimite"
  },
  "Login error": {
    "Login error": "Eroare de autentificare",
    "Unfortunately, you are not allowed to login using that email address": "Din păcate, nu ai permisiunea să te autentifici folosind acea adresă de email.",
    "Make sure you are logging in using your institutional UVT email address": "Asigură-te că te autentifici folosind adresa ta de email instituțională UVT.",
    "If you are still having issues, please contact us at": "Dacă întâmpini în continuare probleme, te rugăm să ne contactezi la",
    "Go home": "Mergi la pagina principală",
    "Try again": "Încearcă din nou"
  }
}
